question = [
    "<b>Насколько глубокие знания в своей предметной области демонстрирует преподаватель?</b>\n\n"
    "<i>От 1 до 5, где 1 - недостаточные знания, 5 - высокий уровень знаний..</i>",

    "<b>Насколько эффективно преподаватель может объяснить и адаптировать материал для студентов?</b>\n\n"
    "<i>От 1 до 5, где 1 - слабое умение преподавать, 5 - высокое умение преподавать.</i>",

    "<b>Каковы ваши впечатления от коммуникативных навыков преподавателя в рамках групповых занятий и индивидуального общения?</b>\n\n"
    "<i>От 1 до 5, где 1 - недостаточные коммуникативные навыки, 5 - высокий уровень понимания и эффективности в общении.</i>",

    "<b>Насколько преподаватель позволяет студентам отступить от строгих рамок в учебном процессе?</b>\n\n"
    "<i>От 1 до 5, где 1 - жесткость и строгость, 5 - гибкость и открытость к инициативе студентов.</i>"
]