question = [
    "<b>Насколько преподаватель проявляет объективность при оценке работ и отношении к студентам?</b>\n\n"
    "<i>От 1 до 5, где 1 - недостаточная объективность, 5 - высокая объективность.</i>",

    "<b>Насколько преподаватель требователен к выполнению заданий и усвоению материала студентами?</b>\n\n"
    "<i>От 1 до 5, где 1 - низкая требовательность, 5 - высокая требовательность.</i>",

    "<b>Насколько четко и понятно преподаватель излагает учебный материал?</b>\n\n"
    "<i>От 1 до 5, где 1 - низкая понятность изложения, 5 - высокая понятность изложения.</i>",

    "<b>Насколько преподаватель организован в проведении уроков и предоставлении материалов для самостоятельной работы?</b>\n\n"
    "<i>От 1 до 5, где 1 - низкая организованность, 5 - высокая организованность.</i>",

    "<b>На сколько хорошо преподаватель использует чувство юмора, чтобы делать процесс обучения увлекательным и интересным для студентов?</b>\n\n"
    "<i>От 1 до 5, где 1 - минимальное использование, 5 - максимальное использование</i>"

]